INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (3, '2019-06-05 21:36:53.347432', '2019-06-05 21:36:53.347432', null, null, 'Αυτό το κομψό, στιλάτο, αριστοκρατικό θέρετρο 5 αστέρων βρίσκεται στο Sharm El Sheikh και απέχει 600μ. από την πανέμορφη, ιδιωτική, μεταξένια, λευκή, αμμώδη παραλία. Διαθέτει πισίνα σε στιλ λιμνοθάλασσας και μια πλατφόρμα μήκους 145μ. για κολύμβηση με αναπνευστήρα και καταδύσεις. Έχει 9 εστιατόρια και μπαρ. Περιλαμβάνει επίσης μεγάλη αμμώδη παραλία, ολυμπιακών διαστάσεων πισίνα με γλυκό νερό (θερμαινόμενη το χειμώνα) και μόνο για ενήλικες, υδρομασάζ με πίδακες με εν μέρει θαλασσινό νερό, καθώς και παιδική πισίνα. Οι επισκέπτες μπορούν να επωφεληθούν από τη δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς το συγκρότημα Soho Square μία φορά την ημέρα, το βράδυ.

Τα δωμάτια του Baron Resort παρέχουν επιλογή μαξιλαριού, δορυφορική τηλεόραση και κλινοσκεπάσματα από 100% αιγυπτιακό βαμβάκι. Ακόμη, διαθέτουν παράθυρα από το δάπεδο μέχρι την οροφή και επιπλωμένο μπαλκόνι. Ορισμένα έχουν θέα στην Ερυθρά Θάλασσα, το νησί Tiran ή τους κήπους του θερέτρου.

Το Baron Resort προσφέρει 9 επιλογές για φαγητό και ποτό, μεταξύ αυτών το παραλιακό Taj Mahal που σερβίρει ινδικές σπεσιαλιτέ. Στο μπαρ Now & Zen Dance θα απολαύσετε εξωτικά κοκτέιλ και μουσική κατά τις βραδινές ώρες. Επίσης, διοργανώνονται διάφορες θεματικές βραδιές στα εστιατόρια, όπως παραδοσιακά δείπνα Βεδουίνων. Στο Al Sakia Seafood Restaurant και το Oasis Pool Restaurant & Bar μπορείτε να απολαύσετε ζωντανό ψυχαγωγικό πρόγραμμα.

Στο κέντρο ευεξίας και χαλάρωσης του Baron Resort διατίθενται περιτυλίξεις σώματος με φύκια και αιγυπτιακά μασάζ. Επίσης, υπάρχουν γυμναστήριο και ατμόλουτρα. Στο θέρετρο έχετε τη δυνατότητα να επιδοθείτε και σε άλλες δραστηριότητες, όπως beach volley, τρέξιμο και ποδηλασία σε πίστα. Για τους μικρούς επισκέπτες, υπάρχει παιδική λέσχη με χώρο ύπνου και προσωπικό επιτήρησης.

Το 24ωρο προσωπικό μπορεί να οργανώσει εκδρομές στο εθνικό πάρκο Ras Mohammed, το οποίο απέχει 1 ώρα και 30 λεπτά με το σκάφος. Το Baron Resort Sharm El Sheikh βρίσκεται σε απόσταση 3χλμ. από τις επιλογές διασκέδασης του Soho Square και 15χλμ. από την περιοχή Naama Bay. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 8χλμ. από το κατάλυμα.

Η τοποθεσία αρέσει ιδιαίτερα σε ζευγάρια – τη βαθμολόγησαν με 8,1 για ταξίδι δύο ατόμων.

Αυτό το κατάλυμα έχει αξιολογηθεί ως αυτό με την καλύτερη σχέση ποιότητας τιμής στο Σαρμ Ελ Σέιχ! Εδώ τα χρήματα των επισκεπτών έχουν μεγαλύτερη αξία σε σχέση με άλλα καταλύματα στην πόλη.', '3', 'info@hotel_3.com', 40.3006, 21.7898, 'Hotel Kozani', 3, 4.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (26, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@da.com', 38.6361, 24.1028, 'Hotel Kymi', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (27, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@daa.com', 38.4093, 24.0401, 'Hotel Aliveri', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (28, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@sgga.com', 38.014, 24.4199, 'Hotel Karystos', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (29, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@dd.com', 38.0746, 23.175, 'Hotel Alepoxori', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (31, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@hhjhhjjh.com', 37.979, 23.712, 'Hotel Gazi', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (7, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '6', 'info@hotel_6.com', 37.968, 23.757, 'Hotel Kaisariani', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (18, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '17', 'info@hotel5_7.com', 39.1582, 20.9877, 'Hotel Arta', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (11, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', 'Ammos beach hotel', 'info@77.com', 37.9557, 23.6988, 'Hotel Kalithea', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (37, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@22.com', 40.6401, 22.9444, 'Hotel Thessaloniki', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (33, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@fbfggf.com', 37.9768, 23.7617, 'Hotel Zografou', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (9, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '8', 'info@hotel_8.com', 38.1009, 23.8351, 'Hotel Ekalh', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (32, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@54.com', 37.8889, 23.7435, 'Hotel Elliniko', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (8, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '7', 'info@hotel_7.com', 37.7409, 23.5014, 'Hotel Aigina', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (34, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@gdgag.com', 37.9593, 23.7564, 'Hotel Byronas', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (4, '2019-06-05 21:36:53.355740', '2019-06-05 21:36:53.355740', null, null, 'Αυτό το θέρετρο 4 αστέρων βρίσκεται σε απόσταση 2χλμ. από την Ερυθρά Θάλασσα και διαθέτει ιδιωτική αμμώδη παραλία. Το κατάλυμα έχει πρόσβαση σε 2 παραλίες, η μία με αμμουδιά και η άλλη με κοράλλια στο βυθό για κολύμβηση με αναπνευστήρα και καταδύσεις. Θα βρείτε ακόμη 4 εξωτερικές πισίνες, ηλιόλουστη βεράντα και μια ιδιωτική παραλία με χρυσή αμμουδιά, όπου λειτουργεί παραθαλάσσιο εστιατόριο-beach bar. Το Εθνικό Πάρκο Ras Mohammad είναι 30χλμ. μακριά.

Το Xperience St. George προσφέρει κλιματιζόμενα δωμάτια με ιδιωτικό μπάνιο. Όλα τα δωμάτια περιλαμβάνουν δορυφορική τηλεόραση και επιφάνεια εργασίας.

Οι επισκέπτες μπορούν να απολαύσουν το πρωινό τους στο εστιατόριο του ξενοδοχείου ή στο δωμάτιό τους. Το Xperience φιλοξενεί ένα εστιατόριο à la carte και ένα εστιατόριο με μπουφέ, ενώ ετοιμάζει και γεύματα σε πακέτο. Προσφέρονται επίσης μενού ειδικής διατροφής, κατόπιν αιτήματος.

Το γυμναστήριο και το σπα του ξενοδοχείου, το οποίο περιλαμβάνει σάουνα και υδρομασάζ, είναι ιδανικά για χαλάρωση. Το St. George Homestay διαθέτει επίσης εγκαταστάσεις θαλάσσιων σπορ, πινγκ πονγκ, μπιλιάρδου και βόλεϊ.

Το Διεθνές Αεροδρόμιο του Sharm el-Sheikh απέχει μόλις 18 χιλιόμετρα. Το ξενοδοχείο μπορεί να οργανώσει υπηρεσία μεταφοράς και παρέχει δωρεάν ιδιωτικό χώρο στάθμευσης στις εγκαταστάσεις του. Ο Κόλπος Naama, προς τον οποίο προσφέρεται δωρεάν υπηρεσία μεταφοράς, είναι 5χλμ. μακριά.

Αυτό το κατάλυμα έχει αξιολογηθεί ως αυτό με την καλύτερη σχέση ποιότητας τιμής στο Σαρμ Ελ Σέιχ! Εδώ τα χρήματα των επισκεπτών έχουν μεγαλύτερη αξία σε σχέση με άλλα καταλύματα στην πόλη.', '4', 'info@hotel_4.com', 37.9291, 23.5133, 'Hotel Salamina', 3, 2.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (15, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '14', 'info@hote444l_7.com', 40.6697, 22.9156, 'Hotel Eyosmos', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (1, '2019-06-05 21:36:53.323423', '2019-06-05 21:36:53.323423', null, null, 'Overlooking a private beach and the turquoise waters of Naama Bay, Marina Sharm Hotel offers spacious rooms, most of them with private balconies. There are 2 outdoor pools and a wellness centre. WiFi access to be available at the lobby area and it’s free of charge

Rooms at this 4-star hotel all have floor-to-ceiling windows and modern furnishings. They come equipped with air conditioning, minibar and satellite flat-screen TV. All rooms offer Red Sea views.

Dining options at the Marina Sharm include the Mermaid seafood restaurant, also serving Italian cuisine. The beach bar offers cocktails, refreshing beverages and live music entertainment.

Guests of the Marina Sharm can treat themselves to a rejuvenating massage, or relax in the spa pool, hammam or sauna. The hotel also has a children’s playground, and a games room with billiards.

The Marina Sharm is 11 km from Sharm El Sheikh International Airport, 7 km from the Old Market and a 15-minute drive from the town’s centre. The hotel provides 24-hour front desk service.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.

Το κατάλυμα αυτό βρίσκεται επίσης σε μία από τις τοποθεσίες με την καλύτερη βαθμολογία στο Σαρμ Ελ Σέιχ! Αρέσει περισσότερο στους επισκέπτες σε σχέση με άλλα καταλύματα στην περιοχή.

Η τοποθεσία αρέσει ιδιαίτερα σε ζευγάρια – τη βαθμολόγησαν με 8,8 για ταξίδι δύο ατόμων.', 'Hotel lefkada', 'info@hotel_1.com', 37.9704, 24.0077, 'Hotel Medusa', 3, 2.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (13, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', 'Coctail & rooms', 'info@hot5.com', 37.9838, 23.7275, 'Hotel Athens', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (19, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '18', 'info@hote54l_7.com', 39.364, 21.9214, 'Hotel Karditsa', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (16, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@hotel5.com', 38.0424, 23.6843, 'Hotel Petroupoli', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (35, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@gfgf.com', 38.5176, 23.6355, 'Hotel Nea Artaki', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (36, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@tgs.com', 38.4645, 23.6051, 'Hotel Xalkida', 3, 3.5, 1);
INSERT INTO rent.hotels (id, createdat, updatedat, createdby, updatedby, description_long, description_short, email, lat, lng, name, number_of_rooms, stars, business) VALUES (30, '2019-06-05 21:36:53.364161', '2019-06-05 21:36:53.364161', null, null, 'Το Solymar Naama Bay βρίσκεται σε ιδανική τοποθεσία, στο κέντρο του δημοφιλούς Κόλπου Naama, σε απόσταση μόλις 10 λεπτών από το Σαρμ. Το κατάλυμα προσφέρει WiFi κατόπιν αιτήματος, εξωτερική πισίνα και πινγκ-πονγκ. Το Διεθνές Αεροδρόμιο Sharm El Sheikh είναι προσβάσιμο σε 10 λεπτά οδικώς.

Όλα τα δωμάτια του Solymar Naama Bay διαθέτουν μπαλκόνι, τηλεόραση επίπεδης οθόνης και μίνι μπαρ. Το μπάνιο περιλαμβάνει ντους και μπανιέρα.

Μπορείτε να απολαύσετε διάφορα πιάτα στο κεντρικό εστιατόριο, που έχει μεγάλη βεράντα με θέα στον Κόλπο Naama και την Ερυθρά Θάλασσα. Τα 2 μπαρ του θέρετρου σερβίρουν διάφορα ποτά. Στις εγκαταστάσεις του καταλύματος προσφέρονται διάφορες δραστηριότητες, όπως κολύμβηση με αναπνευστήρα, καταδύσεις και ιστιοσανίδα.

Το Εθνικό Πάρκο Ras Mohammed απέχει 16χλμ. από το κατάλυμα. Παρέχεται δωρεάν υπηρεσία μεταφοράς με λεωφορείο προς την παραλία. Μπορείτε να κάνετε καταδύσεις, κανό και ιππασία κοντά στο ξενοδοχείο, με πρόσθετη χρέωση.

Αυτό είναι το αγαπημένο μέρος των επισκεπτών μας στον προορισμό Σαρμ Ελ Σέιχ σύμφωνα με ανεξάρτητα σχόλια.', '15', 'info@hgghg.com', 37.9909, 23.7459, 'Hotel Gizi', 3, 3.5, 1);